mekarpeles/templates/curations/the-brain.org
* Implications and Rules
1. Don't be sarcastic https://www.psychologytoday.com/blog/think-well/201206/think-sarcasm-is-funny-think-again (Clifford N. Lazarus, Ph.D)

* Summary of Brain Responsibilities
** Components
*** Hippocampus
episodic or autobiographical memory
*** Frontal Lobe
Personality & behaviour, reasoned decisions, planning, organizing, self-evaluating/monitoring/correcting/improving.
**** Premotor Cortex
**** Broca's Area
**** Prefrontal Cortex
****
*** Temporal Lobe
*** Parietal Lobe
*** Occipital Lobe
Vision
*** Hypothalamus
Link the nervous system to the endocrine system (the collection of
glands of an organism that secrete hormones directly into the
circulatory system to be carried towards distant target organs) via
the pituitary gland (hypophysis).
*** Cerebellum
"little brain"
**** Flocculonodular Lobe
Balance 
*** Brainstem
**** Pons (pontine nuclei)
Learning & Remembering Muscle Movement

*** Limbic System
**** Cingulate Cortex
**** Amygdala

** Activities
*** Movement & Motor Control
*** Hearing

*** Seeing
*** Feeling

*** Lying
[[Prefrontal Cortex]]
* Important Results

** Lying
http://www.brainfacts.org/in-society/in-society/articles/2013/the-truth-about-lies-the-science-of-deception/
"[activity in the] prefrontal cortex increases when people lie. The prefrontal cortex,
situated just behind the forehead, is a collection of regions
responsible for executive control (the ability to regulate thoughts or
actions to achieve goals). Executive control includes cognitive
processes such as planning, problem solving, and attention — all
important components of deception — so it’s no surprise the prefrontal
cortex is active when we lie. Dishonesty requires the brain to work
harder than honesty, and this effort is reflected by increased brain
activity. Studies even show people take longer to respond when lying."

*** Practicality of polygraph and fMRI

http://www.brainfacts.org/in-society/in-society/articles/2013/the-truth-about-lies-the-science-of-deception/
"Even without a clear ‘lying’ region, researchers can use fMRI to
detect when a study participant is telling a lie in the laboratory
with about 85 percent accuracy (polygraph tests, which measure changes
in blood pressure, skin conductivity, and respiration during
questioning, produce similar accuracy in the laboratory setting).

How closely do laboratory paradigms model real-world lies? Not very
closely, says Stanford University’s Anthony Wagner, who studies memory
and has testified in court against the validity of fMRI lie
detection. As Wagner explains, laboratory studies involve instruction
to tell a low-stakes lie about an action they recently
performed. However, in the real world, lies are self-generated, often
high risk and emotionally charged, and lie detection may occur years
after the event in question.

Another issue that has not been adequately studied, Wagner says, is
how countermeasures, such as small movements, changes in breathing, or
altered cognitive processing, can affect the accuracy of fMRI lie
detection. By using countermeasures, a person may be able to
deliberately offset any brain changes associated with deception to
defeat lie detection technology. A recent study found the accuracy of
fMRI for lie detection dropped to a mere 33 percent when participants
used countermeasures during questioning."

** Inverse Relation Between Intelligence & Empathy

[[http://www.davidrock.net/files/ManagingWBrainInMind.pdf][Managing with the Brain in Mind]]
by David Rock
source: strategy+business issue 56, Autumn 2009 (09206)
"Matthew Lieberman's research suggests that high intelligence often
corresponds with low self-awareness. The neural networks involved in
information holding, planning, and cognitive problem solving reside in
the lateral, or outer, portions of the brain, whereas the middle
regions support self-awareness, social skills, and empathy. These
regions are inversely correlated. As Lieberman notes, 'If you spend a
lot of time in cognitive tasks, your ability to have empathy for
people is reduced simply because that part of your circuitry doesn't
get much use.'" (page 10)

** Controlling/Optimizing your Brain through Training
Understanding cause and effect of the brain

