mekarpeles/templates/curations/the-brain.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
               "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml"
lang="en" xml:lang="en">
<head>
<title>the-brain</title>
<meta http-equiv="Content-Type" content="text/html;charset=utf-8"/>
<meta name="generator" content="Org-mode"/>
<meta name="generated" content="2015-06-28 13:01:20 PDT"/>
<meta name="author" content="root"/>
<meta name="description" content=""/>
<meta name="keywords" content=""/>
</head>
<body>
<div id="content">

<h1 class="title">the-brain</h1>


<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#sec-1">1 Implications and Rules </a></li>
<li><a href="#sec-2">2 Summary of Brain Responsibilities </a>
<ul>
<li><a href="#sec-2.1">2.1 Components </a>
<ul>
<li><a href="#sec-2.1.1">2.1.1 Frontal Lobe </a></li>
<li><a href="#sec-2.1.2">2.1.2 Temporal Lobe </a></li>
<li><a href="#sec-2.1.3">2.1.3 Parietal Lobe </a></li>
<li><a href="#sec-2.1.4">2.1.4 Occipital Lobe </a></li>
<li><a href="#sec-2.1.5">2.1.5 Cerebellum </a></li>
<li><a href="#sec-2.1.6">2.1.6 Brainstem </a></li>
<li><a href="#sec-2.1.7">2.1.7 Limbic System </a></li>
</ul>
</li>
<li><a href="#sec-2.2">2.2 Activities </a>
<ul>
<li><a href="#sec-2.2.1">2.2.1 Movement &amp; Motor Control </a></li>
<li><a href="#sec-2.2.2">2.2.2 Hearing </a></li>
<li><a href="#sec-2.2.3">2.2.3 Seeing </a></li>
<li><a href="#sec-2.2.4">2.2.4 Feeling </a></li>
<li><a href="#sec-2.2.5">2.2.5 Lying </a></li>
</ul></li>
</ul>
</li>
<li><a href="#sec-3">3 Important Results </a>
<ul>
<li><a href="#sec-3.1">3.1 Lying </a>
<ul>
<li><a href="#sec-3.1.1">3.1.1 Practicality of polygraph and fMRI </a></li>
</ul>
</li>
<li><a href="#sec-3.2">3.2 Inverse Relation Between Intelligence &amp; Empathy </a></li>
<li><a href="#sec-3.3">3.3 Controlling/Optimizing your Brain through Training </a>
<ul>
<li><a href="#sec-3.3.1">3.3.1 Optical Illusions of the Mind </a></li>
<li><a href="#sec-3.3.2">3.3.2 Bias through Appearance </a></li>
<li><a href="#sec-3.3.3">3.3.3 Emulating Neural Effects of Status &amp; Rank via Self-Competition </a></li>
<li><a href="#sec-3.3.4">3.3.4 On the Need for &amp; Expectations of Leaders </a></li>
<li><a href="#sec-3.3.5">3.3.5 Neurologically, Why We Crave Certainty </a></li>
<li><a href="#sec-3.3.6">3.3.6 How our Mind Represents Trust </a></li>
<li><a href="#sec-3.3.7">3.3.7 The Logistic Complications of Diversity </a></li>
</ul>
</li>
</ul>
</li>
</ul>
</div>
</div>

<div id="outline-container-1" class="outline-2">
<h2 id="sec-1"><span class="section-number-2">1</span> Implications and Rules </h2>
<div class="outline-text-2" id="text-1">

<ol>
<li>
Don't be sarcastic <a href="https://www.psychologytoday.com/blog/think-well/201206/think-sarcasm-is-funny-think-again">https://www.psychologytoday.com/blog/think-well/201206/think-sarcasm-is-funny-think-again</a> (Clifford N. Lazarus, Ph.D)

</li>
</ol>
</div>

</div>

<div id="outline-container-2" class="outline-2">
<h2 id="sec-2"><span class="section-number-2">2</span> Summary of Brain Responsibilities </h2>
<div class="outline-text-2" id="text-2">


</div>

<div id="outline-container-2.1" class="outline-3">
<h3 id="sec-2.1"><span class="section-number-3">2.1</span> Components </h3>
<div class="outline-text-3" id="text-2.1">


</div>

<div id="outline-container-2.1.1" class="outline-4">
<h4 id="sec-2.1.1"><span class="section-number-4">2.1.1</span> Frontal Lobe </h4>
<div class="outline-text-4" id="text-2.1.1">

<p>Personality &amp; behaviour, reasoned decisions, planning, organizing, self-evaluating/monitoring/correcting/improving.
</p><ul>
<li id="sec-2.1.1.1">Premotor Cortex <br/>
</li>
<li id="sec-2.1.1.2">Broca's Area <br/>
</li>
<li id="sec-2.1.1.3">Prefrontal Cortex <br/>
****
</li>
</ul>
</div>

</div>

<div id="outline-container-2.1.2" class="outline-4">
<h4 id="sec-2.1.2"><span class="section-number-4">2.1.2</span> Temporal Lobe </h4>
<div class="outline-text-4" id="text-2.1.2">

</div>

</div>

<div id="outline-container-2.1.3" class="outline-4">
<h4 id="sec-2.1.3"><span class="section-number-4">2.1.3</span> Parietal Lobe </h4>
<div class="outline-text-4" id="text-2.1.3">

</div>

</div>

<div id="outline-container-2.1.4" class="outline-4">
<h4 id="sec-2.1.4"><span class="section-number-4">2.1.4</span> Occipital Lobe </h4>
<div class="outline-text-4" id="text-2.1.4">

</div>

</div>

<div id="outline-container-2.1.5" class="outline-4">
<h4 id="sec-2.1.5"><span class="section-number-4">2.1.5</span> Cerebellum </h4>
<div class="outline-text-4" id="text-2.1.5">

<p>"little brain"
</p><ul>
<li id="sec-2.1.5.1">Flocculonodular Lobe <br/>
Balance 
</li>
</ul>
</div>

</div>

<div id="outline-container-2.1.6" class="outline-4">
<h4 id="sec-2.1.6"><span class="section-number-4">2.1.6</span> Brainstem </h4>
<div class="outline-text-4" id="text-2.1.6">

<ul>
<li id="sec-2.1.6.1">Pons (pontine nuclei) <br/>
Learning &amp; Remembering Muscle Movement

</li>
</ul>
</div>

</div>

<div id="outline-container-2.1.7" class="outline-4">
<h4 id="sec-2.1.7"><span class="section-number-4">2.1.7</span> Limbic System </h4>
<div class="outline-text-4" id="text-2.1.7">

<ul>
<li id="sec-2.1.7.1">Cingulate Cortex <br/>
</li>
<li id="sec-2.1.7.2">Amygdala <br/>


</li>
</ul>
</div>
</div>

</div>

<div id="outline-container-2.2" class="outline-3">
<h3 id="sec-2.2"><span class="section-number-3">2.2</span> Activities </h3>
<div class="outline-text-3" id="text-2.2">


</div>

<div id="outline-container-2.2.1" class="outline-4">
<h4 id="sec-2.2.1"><span class="section-number-4">2.2.1</span> Movement &amp; Motor Control </h4>
<div class="outline-text-4" id="text-2.2.1">

</div>

</div>

<div id="outline-container-2.2.2" class="outline-4">
<h4 id="sec-2.2.2"><span class="section-number-4">2.2.2</span> Hearing </h4>
<div class="outline-text-4" id="text-2.2.2">


</div>

</div>

<div id="outline-container-2.2.3" class="outline-4">
<h4 id="sec-2.2.3"><span class="section-number-4">2.2.3</span> Seeing </h4>
<div class="outline-text-4" id="text-2.2.3">

</div>

</div>

<div id="outline-container-2.2.4" class="outline-4">
<h4 id="sec-2.2.4"><span class="section-number-4">2.2.4</span> Feeling </h4>
<div class="outline-text-4" id="text-2.2.4">


</div>

</div>

<div id="outline-container-2.2.5" class="outline-4">
<h4 id="sec-2.2.5"><span class="section-number-4">2.2.5</span> Lying </h4>
<div class="outline-text-4" id="text-2.2.5">

<p><a href="#sec-2.1.1.3">Prefrontal Cortex</a>
</p></div>
</div>
</div>

</div>

<div id="outline-container-3" class="outline-2">
<h2 id="sec-3"><span class="section-number-2">3</span> Important Results </h2>
<div class="outline-text-2" id="text-3">



</div>

<div id="outline-container-3.1" class="outline-3">
<h3 id="sec-3.1"><span class="section-number-3">3.1</span> Lying </h3>
<div class="outline-text-3" id="text-3.1">

<p><a href="http://www.brainfacts.org/in-society/in-society/articles/2013/the-truth-about-lies-the-science-of-deception/">http://www.brainfacts.org/in-society/in-society/articles/2013/the-truth-about-lies-the-science-of-deception/</a>
"[activity in the] prefrontal cortex increases when people lie. The prefrontal cortex,
situated just behind the forehead, is a collection of regions
responsible for executive control (the ability to regulate thoughts or
actions to achieve goals). Executive control includes cognitive
processes such as planning, problem solving, and attention — all
important components of deception — so it’s no surprise the prefrontal
cortex is active when we lie. Dishonesty requires the brain to work
harder than honesty, and this effort is reflected by increased brain
activity. Studies even show people take longer to respond when lying."
</p>

</div>

<div id="outline-container-3.1.1" class="outline-4">
<h4 id="sec-3.1.1"><span class="section-number-4">3.1.1</span> Practicality of polygraph and fMRI </h4>
<div class="outline-text-4" id="text-3.1.1">


<p>
<a href="http://www.brainfacts.org/in-society/in-society/articles/2013/the-truth-about-lies-the-science-of-deception/">http://www.brainfacts.org/in-society/in-society/articles/2013/the-truth-about-lies-the-science-of-deception/</a>
"Even without a clear ‘lying’ region, researchers can use fMRI to
detect when a study participant is telling a lie in the laboratory
with about 85 percent accuracy (polygraph tests, which measure changes
in blood pressure, skin conductivity, and respiration during
questioning, produce similar accuracy in the laboratory setting).
</p>
<p>
How closely do laboratory paradigms model real-world lies? Not very
closely, says Stanford University’s Anthony Wagner, who studies memory
and has testified in court against the validity of fMRI lie
detection. As Wagner explains, laboratory studies involve instruction
to tell a low-stakes lie about an action they recently
performed. However, in the real world, lies are self-generated, often
high risk and emotionally charged, and lie detection may occur years
after the event in question.
</p>
<p>
Another issue that has not been adequately studied, Wagner says, is
how countermeasures, such as small movements, changes in breathing, or
altered cognitive processing, can affect the accuracy of fMRI lie
detection. By using countermeasures, a person may be able to
deliberately offset any brain changes associated with deception to
defeat lie detection technology. A recent study found the accuracy of
fMRI for lie detection dropped to a mere 33 percent when participants
used countermeasures during questioning."
</p>
</div>
</div>

</div>

<div id="outline-container-3.2" class="outline-3">
<h3 id="sec-3.2"><span class="section-number-3">3.2</span> Inverse Relation Between Intelligence &amp; Empathy </h3>
<div class="outline-text-3" id="text-3.2">


<p>
<a href="http://www.davidrock.net/files/ManagingWBrainInMind.pdf">Managing with the Brain in Mind</a>
by David Rock
source: strategy+business issue 56, Autumn 2009 (09206)
"Matthew Lieberman's research suggests that high intelligence often
corresponds with low self-awareness. The neural networks involved in
information holding, planning, and cognitive problem solving reside in
the lateral, or outer, portions of the brain, whereas the middle
regions support self-awareness, social skills, and empathy. These
regions are inversely correlated. As Lieberman notes, 'If you spend a
lot of time in cognitive tasks, your ability to have empathy for
people is reduced simply because that part of your circuitry doesn't
get much use.'" (page 10)
</p>
</div>

</div>

<div id="outline-container-3.3" class="outline-3">
<h3 id="sec-3.3"><span class="section-number-3">3.3</span> Controlling/Optimizing your Brain through Training </h3>
<div class="outline-text-3" id="text-3.3">

<p>Understanding cause and effect of the brain
</p>

</div>
