mekarpeles/templates/curations/the-brain.html

<div id="outline-container-3.3.1" class="outline-4">
<h4 id="sec-3.3.1"><span class="section-number-4">3.3.1</span> Optical Illusions of the Mind </h4>
<div class="outline-text-4" id="text-3.3.1">

<ol>
<li>
Asking Favors
</li>
<li>
Foot-in-the-door - <a href="https://www.uni-muenster.de/imperia/md/content/psyifp/aeechterhoff/wintersemester2011-12/vorlesungkommperskonflikt/freedman_fraser_footinthedoor_jpsp1966.pdf">https://www.uni-muenster.de/imperia/md/content/psyifp/aeechterhoff/wintersemester2011-12/vorlesungkommperskonflikt/freedman_fraser_footinthedoor_jpsp1966.pdf</a>
</li>
<li>
Hugs and oxytocin - <a href="https://www.youtube.com/watch?v=rFAdlU2ETjU">https://www.youtube.com/watch?v=rFAdlU2ETjU</a>

</li>
</ol>
</div>

</div>

<div id="outline-container-3.3.2" class="outline-4">
<h4 id="sec-3.3.2"><span class="section-number-4">3.3.2</span> Bias through Appearance </h4>
<div class="outline-text-4" id="text-3.3.2">

<p><a href="http://www.workforce.com/articles/20242-you-biased-no-its-your-brain">http://www.workforce.com/articles/20242-you-biased-no-its-your-brain</a>
"The <a href="https://en.wikipedia.org/wiki/Amygdala">amygdala</a>, an almond-shaped set of neurons deep in the temporal
lobe, has emerged as a key region in bias research. It is the part of
the brain that reacts to fear and threat. Scientists have found a
correlation between amygdala activity and implicit racial bias."
</p>
<p>
Amodio and his colleagues also have found implicit stereotyping
associated with the left temporal and frontal lobes. The left temporal
lobe is important for storing general information about people and
objects, and Amodio said this seems to be an important place for
social stereotypes. The medial frontal cortex is important for forming
impressions of others, empathy and various forms of reasoning.
</p>
<p>
And a 2012 study by Columbia University psychologists G. Elliott
Wimmer and Daphna Shohamy found that the hippocampus, which forms
links between memories such as dates and facts, also subconsciously
steers people toward choosing one option over another
</p>
<p>
Amodio’s research has found that the brain is well-equipped for
controlling unwanted biases — if the person detects their presence.
</p>
<p>
The anterior cingulate cortex, which plays an important role in
cognitive control, can detect the activation of implicit
attitudes. This region appears to detect conflicts between a person’s
overarching goal — such as being egalitarian — and automatic behaviors
that conflict with it — such as prejudiced thoughts or intentions.
</p>
<p>
The anterior cingulate then signals the dorsolateral frontal cortex,
which is involved in making moral decisions, creating the possibility
of overriding implicit biases."
</p>
<ul>
<li id="sec-3.3.2.1">Case Studies <br/>
<a href="https://en.wikipedia.org/wiki/Amygdala">https://en.wikipedia.org/wiki/Amygdala</a>





</li>
</ul>
</div>

</div>

<div id="outline-container-3.3.3" class="outline-4">
<h4 id="sec-3.3.3"><span class="section-number-4">3.3.3</span> Emulating Neural Effects of Status &amp; Rank via Self-Competition </h4>
<div class="outline-text-4" id="text-3.3.3">


<p>
<a href="http://www.davidrock.net/files/ManagingWBrainInMind.pdf">Managing with the Brain in Mind</a>
by David Rock
source: strategy+business issue 56, Autumn 2009 (09206)
"A study <a href="#[http://culturalneuro.psych.northwestern.edu/Chiao2004.pdf">Mental representations of social status</a>] by <a href="http://wjh2.wjh.harvard.edu/~na/jchiao.html">Joan Chiao</a> in
2003 found that the neural circuitry that assesses [a person's social]
status is similar to that which processes numbers; the circuitry
operates even when the stakes are meaningless, which is why winning a
board game or being the first off the mark at a green light feels so
satisfying. Competing against ourselves in games like solitaire
triggers the same circuitry [&hellip;]." (page 6)
</p>
</div>

</div>

<div id="outline-container-3.3.4" class="outline-4">
<h4 id="sec-3.3.4"><span class="section-number-4">3.3.4</span> On the Need for &amp; Expectations of Leaders </h4>
<div class="outline-text-4" id="text-3.3.4">


<p>
<a href="http://culturalneuro.psych.northwestern.edu/Chiao2004.pdf">Mental representations of social status</a>
by Joan Y. Chiaoa, Andrew R. Bordeauxa, Nalini Ambady
source: sciencedirect, July 22, 2003
"low-rank individuals expect a certain degree of protection and care by those of
higher rank (Fiske, 1992)."
</p>
<p>
<a href="http://www.davidrock.net/files/ManagingWBrainInMind.pdf">Managing with the Brain in Mind</a>
by David Rock
source: strategy+business issue 56, Autumn 2009 (09206)
"John T. Cacioppo and William Patrick showed in 2008 that loneliness
is itself a threat response to lack of social contact, activating the
same neurochemicals that flood the system when one is subjected to
physical pain." (page 8)
</p>
<p>
Q: By championing these "Fiskian" expectations, does one preserve one's rank?
</p>
</div>

</div>

<div id="outline-container-3.3.5" class="outline-4">
<h4 id="sec-3.3.5"><span class="section-number-4">3.3.5</span> Neurologically, Why We Crave Certainty </h4>
<div class="outline-text-4" id="text-3.3.5">


<p>
<a href="http://www.davidrock.net/files/ManagingWBrainInMind.pdf">Managing with the Brain in Mind</a>
by David Rock
source: strategy+business issue 56, Autumn 2009 (09206) 
</p>
<p>
"Uncertainty registers (in a part of the brain called the anterior
cigulate cortex) as an error, gap, or tension: something that must be
corrected before one can feel comfortable again. This is why people
crave certainty. [&hellip;] Mild uncertainty attracts interest and
attention: New and challenging situations create a mild threat
response, increasing levels of adrenalin and dopamine just enough to
spark curiosity and energize people to solve problems." (page 6)
</p>
<p>
Uncertainty is a complex spectrum which depends both on one's neural
thresholds, experience and preference, and the nature of the
uncertainty). In terms of experience in preference, people may have
differe sentiments towards outcomes, i.e. whether one sees them as
good or bad. One might be relieved to learn of the availability of an
injection which can cure their illness while another may be upset by
the prospects of an injection. There are other confounding factors,
such as the probability associated with the uncertainty (which relates
to our neural thresholds; how likely an event is to trigger a
response). And, should the event occur, what is the severity and
permenance of the outcome? For instance, I might be killed at any
moment, but I don't worry about many of these possibilities I find
determine their probability too low to merit concern.
</p>
<p>
In the case of uncertainty attracting interest, perhaps the reasoning
is that one sees the possibility of reward as sufficiently greater
than the risk that it outweighs the fact that risks are weighted more
heavily than rewards (according to David Rock, et al), or that the
risk is nominal (e.g. not life threatening). Or, that ignoring the
event will pose bigger risk. Another component yet perhaps is whether
there are things we can do (autonomy, control) to affect the
outcome. This relates to "The Autonomy Factor" in David Rock's
article.
</p>
<p>
These factors can probably be distilled into a relatively accurate SVM
(support vector machine) classifier to approximate/determine ideal
level of uncertainty for various populations under different
constraints. [see 4 below]
</p>
<p>
"Sharing business plans, rationales for change, and accurate maps of
an organization's structure propotes [a perception of certainty to
build confident and dedicated tems]. Transparent practices are the
foundation on which the perception of certainty rests" (page 7)
[see 4 below]
</p>
<p>
Implications about how we build and arrange things?
</p><ol>
<li>
Changing interfaces people rely on
</li>
<li>
Limiting options
</li>
<li>
Transitioning between interface views
</li>
<li>
Managers, use data to arrange teams to build confidence



</li>
</ol>
</div>

</div>
