mekarpeles/templates/curations/the-brain.org
*** How our Mind Represents Trust
[[http://www.davidrock.net/files/ManagingWBrainInMind.pdf][Managing with the Brain in Mind]]
by David Rock
source: strategy+business issue 56, Autumn 2009 (09206)

"Once people make a stronger social connection, their brains begin to
secrete a hormone called oxytocin in on another's presence. This
chemical which has been linked with affection, maternal behavior,
sexual arousal, and generosity, disarms the threat response and
further activates the neural networks that permit us to perceive
someone as 'just like [acceptable to] us'. Research by Michael Kosfeld
et al. in 2005 shows that a shot of oxytocin delivered by means of a
nasal spray decreases threat arousal." (page 8)

*** The Logistic Complications of Diversity
The word diverse comes from Latin "diversitatem", meaning
contradiction or disagreement. While diverse ideas, entailing diverse
people and culture, confer demonstrated benefits [1] [2], it can be
difficult to establish trust between people who are different. Being
surrounded by those who are different than us, whether in belief or in
appearance, can make us feel cut off, misunderstood.

[1] https://books.google.com/books/about/The_Diversity_Toolkit.html?id=Y7VudFd4mosC 
[2] http://www.scientificamerican.com/article/how-diversity-makes-us-smarter/



