mekarpeles/templates/curations/the-brain.html

<div id="outline-container-3.3.6" class="outline-4">
<h4 id="sec-3.3.6"><span class="section-number-4">3.3.6</span> How our Mind Represents Trust </h4>
<div class="outline-text-4" id="text-3.3.6">

<p><a href="http://www.davidrock.net/files/ManagingWBrainInMind.pdf">Managing with the Brain in Mind</a>
by David Rock
source: strategy+business issue 56, Autumn 2009 (09206)
</p>
<p>
"Once people make a stronger social connection, their brains begin to
secrete a hormone called oxytocin in on another's presence. This
chemical which has been linked with affection, maternal behavior,
sexual arousal, and generosity, disarms the threat response and
further activates the neural networks that permit us to perceive
someone as 'just like [acceptable to] us'. Research by Michael Kosfeld
et al. in 2005 shows that a shot of oxytocin delivered by means of a
nasal spray decreases threat arousal." (page 8)
</p>
</div>

</div>

<div id="outline-container-3.3.7" class="outline-4">
<h4 id="sec-3.3.7"><span class="section-number-4">3.3.7</span> The Logistic Complications of Diversity </h4>
<div class="outline-text-4" id="text-3.3.7">

<p>The word diverse comes from Latin "diversitatem", meaning
contradiction or disagreement. While diverse ideas, entailing diverse
people and culture, confer demonstrated benefits <sup><a class="footref" name="fnr.1" href="#fn.1">1</a></sup> <sup><a class="footref" name="fnr.2" href="#fn.2">2</a></sup>, it can be
difficult to establish trust between people who are different. Being
surrounded by those who are different than us, whether in belief or in
appearance, can make us feel cut off, misunderstood.
</p>





</div>
</div>
</div>
</div>
<div id="footnotes">
<h2 class="footnotes">Footnotes: </h2>
<div id="text-footnotes">
<p class="footnote"><sup><a class="footnum" name="fn.1" href="#fnr.1">1</a></sup> <a href="https://books.google.com/books/about/The_Diversity_Toolkit.html?id=Y7VudFd4mosC">https://books.google.com/books/about/The_Diversity_Toolkit.html?id=Y7VudFd4mosC</a>
</p>
<p class="footnote"><sup><a class="footnum" name="fn.2" href="#fnr.2">2</a></sup> <a href="http://www.scientificamerican.com/article/how-diversity-makes-us-smarter/">http://www.scientificamerican.com/article/how-diversity-makes-us-smarter/</a>
</p>
</div>
</div>
<div id="postamble">
<p class="author"> Author: root
<a href="mailto:root@debian">&lt;root@debian&gt;</a>
</p>
<p class="date"> Date: 2015-06-28 13:01:20 PDT</p>
<p class="creator">HTML generated by org-mode 6.33x in emacs 23</p>
</div>
</div>
</body>
</html>
